Repository: scgopi/GraphCode
Catalog: graphcode/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: %@ ago
de: vor %@
es: hace %@
fr: il y a %@
it: %@ fa
ja: %@前
ko: %@ 전
pt_br: há %@
ru: %@ назад
zh_hans: %@前
zh_hant: %@前

source: %@ · click to install
de: %@ · zum Installieren klicken
es: %@ · haz clic para instalar
fr: %@ · cliquer pour installer
it: %@ · fai clic per installare
ja: %@ · クリックしてインストール
ko: %@ · 클릭하여 설치
pt_br: %@ · clique para instalar
ru: %@ · нажмите, чтобы установить
zh_hans: %@ · 点按以安装
zh_hant: %@ · 點按以安裝

source: %@ — ⌥G to show the rail
de: %@ — ⌥G zeigt die Leiste
es: %@ — ⌥G para mostrar el panel
fr: %@ — ⌥G pour afficher le panneau
it: %@ — ⌥G per mostrare la barra
ja: %@ — ⌥G でレールを表示
ko: %@ — ⌥G로 레일 표시
pt_br: %@ — ⌥G para mostrar a barra
ru: %@ — ⌥G показывает панель
zh_hans: %@ — 按 ⌥G 显示侧栏
zh_hant: %@ — 按 ⌥G 顯示側欄

source: %@'s nodes and edges will be permanently deleted. The folder itself is not touched.
de: Knoten und Kanten von %@ werden dauerhaft gelöscht. Der Ordner selbst bleibt unberührt.
es: Los nodos y las aristas de %@ se eliminarán de forma permanente. La carpeta en sí no se toca.
fr: Les nœuds et les liens de %@ seront définitivement supprimés. Le dossier lui-même n'est pas touché.
it: I nodi e gli archi di %@ verranno eliminati definitivamente. La cartella non viene toccata.
ja: %@ のノードとエッジは完全に削除されます。フォルダ自体はそのままです。
ko: %@의 노드와 엣지가 영구적으로 삭제됩니다. 폴더 자체는 그대로 유지됩니다.
pt_br: Os nós e as arestas de %@ serão excluídos permanentemente. A pasta em si não é alterada.
ru: Узлы и связи «%@» будут удалены безвозвратно. Сама папка не затрагивается.
zh_hans: %@ 的节点和连线将被永久删除。文件夹本身不受影响。
zh_hant: %@ 的節點與連線將被永久刪除。檔案夾本身不會受到影響。

source: %lld earlier passes
de: %lld frühere Durchläufe
es: %lld pasadas anteriores
fr: %lld passages antérieurs
it: %lld passaggi precedenti
ja: 以前のパス %lld 件
ko: 이전 패스 %lld개
pt_br: %lld passagens anteriores
ru: %lld предыдущих проходов
zh_hans: 另有 %lld 轮
zh_hant: 另有 %lld 輪

source: %lld loops need you
de: %lld Loops brauchen dich
es: %lld bucles te necesitan
fr: %lld boucles vous attendent
it: %lld loop hanno bisogno di te
ja: %lld 個のループが対応を待っています
ko: 루프 %lld개가 기다리는 중
pt_br: %lld loops precisam de você
ru: %lld циклов ждут вас
zh_hans: %lld 个循环需要你处理
zh_hant: %lld 個迴圈需要你

source: %lld need you
de: %lld brauchen dich
es: %lld te necesitan
fr: %lld vous attendent
it: %lld hanno bisogno di te
ja: %lld 件が対応を待っています
ko: %lld개가 기다리는 중
pt_br: %lld precisam de você
ru: %lld ждут вас
zh_hans: %lld 个需要你处理
zh_hant: %lld 個需要你

source: %lld passes
de: %lld Durchläufe
es: %lld pasadas
fr: %lld passages
it: %lld passaggi
ja: %lld パス
ko: %lld 패스
pt_br: %lld passagens
ru: %lld проходов
zh_hans: %lld 轮
zh_hant: %lld 輪

source: + Track a progress metric
de: + Fortschrittsmetrik verfolgen
es: + Seguir una métrica de progreso
fr: + Suivre une métrique de progression
it: + Monitora una metrica di avanzamento
ja: + 進捗メトリクスを追跡
ko: + 진행 지표 추적
pt_br: + Acompanhar uma métrica de progresso
ru: + Отслеживать метрику прогресса
zh_hans: + 跟踪进度指标
zh_hant: + 追蹤進度指標

source: +%lld more
de: +%lld weitere
es: +%lld más
fr: +%lld autres
it: +%lld altri
ja: 他 %lld 件
ko: +%lld개 더
pt_br: +%lld a mais
ru: +%lld ещё
zh_hans: 还有 %lld 个
zh_hant: +%lld 個

source: /home/you/projects/repo — absolute
de: /home/you/projects/repo — absolut
es: /home/you/projects/repo — absoluta
fr: /home/you/projects/repo — absolu
it: /home/you/projects/repo — assoluto
ja: /home/you/projects/repo — 絶対パス
ko: /home/you/projects/repo — 절대 경로
pt_br: /home/you/projects/repo — absoluto
ru: /home/you/projects/repo — абсолютный путь
zh_hans: /home/you/projects/repo — 绝对路径
zh_hant: /home/you/projects/repo — 絕對路徑

source: 1 earlier pass
de: 1 früherer Durchlauf
es: 1 pasada anterior
fr: 1 passage antérieur
it: 1 passaggio precedente
ja: 以前のパス 1 件
ko: 이전 패스 1개
pt_br: 1 passagem anterior
ru: 1 предыдущий проход
zh_hans: 另有 1 轮
zh_hant: 另有 1 輪

source: 1 loop needs you
de: 1 Loop braucht dich
es: 1 bucle te necesita
fr: 1 boucle vous attend
it: 1 loop ha bisogno di te
ja: 1 個のループが対応を待っています
ko: 루프 1개가 기다리는 중
pt_br: 1 loop precisa de você
ru: 1 цикл ждёт вас
zh_hans: 1 个循环需要你处理
zh_hant: 1 個迴圈需要你

source: 1 pass
de: 1 Durchlauf
es: 1 pasada
fr: 1 passage
it: 1 passaggio
ja: 1 パス
ko: 1 패스
pt_br: 1 passagem
ru: 1 проход
zh_hans: 1 轮
zh_hant: 1 輪

source: A newer version of GraphCode is available — click to install
de: Eine neuere Version von GraphCode ist verfügbar — zum Installieren klicken
es: Hay una versión más reciente de GraphCode — haz clic para instalar
fr: Une version plus récente de GraphCode est disponible — cliquer pour installer
it: È disponibile una nuova versione di GraphCode — fai clic per installare
ja: GraphCode の新しいバージョンがあります — クリックしてインストール
ko: GraphCode의 새로운 버전이 있습니다 — 클릭하여 설치
pt_br: Há uma versão mais recente do GraphCode — clique para instalar
ru: Доступна новая версия GraphCode — нажмите, чтобы установить
zh_hans: GraphCode 有新版本可用 — 点按以安装
zh_hant: GraphCode 有新版本可用 — 點按以安裝

source: ACTIVITY
de: AKTIVITÄT
es: ACTIVIDAD
fr: ACTIVITÉ
it: ATTIVITÀ
ja: アクティビティ
ko: 활동
pt_br: ATIVIDADE
ru: АКТИВНОСТЬ
zh_hans: 活动
zh_hant: 活動

source: ANSWERED
de: GEANTWORTET
es: RESPONDIÓ
fr: A RÉPONDU
it: HA RISPOSTO
ja: 回答済み
ko: 답변함
pt_br: RESPONDEU
ru: ОТВЕТИЛ
zh_hans: 已回答
zh_hant: 已回答

source: ASKING YOU
de: FRAGT DICH
es: TE PREGUNTA
fr: VOUS DEMANDE
it: TI STA CHIEDENDO
ja: 確認待ち
ko: 확인 요청
pt_br: PERGUNTANDO A VOCÊ
ru: СПРАШИВАЕТ ВАС
zh_hans: 正在询问你
zh_hant: 正在詢問你

source: ASKS YOU
de: FRAGT DICH
es: TE PREGUNTA
fr: VOUS DEMANDE
it: TI CHIEDE
ja: 確認待ち
ko: 확인 요청
pt_br: PERGUNTA A VOCÊ
ru: СПРАШИВАЕТ
zh_hans: 需要你
zh_hant: 需要你

source: Actual size (⌘0)
de: Originalgröße (⌘0)
es: Tamaño real (⌘0)
fr: Taille réelle (⌘0)
it: Dimensioni reali (⌘0)
ja: 実際のサイズ (⌘0)
ko: 실제 크기 (⌘0)
pt_br: Tamanho real (⌘0)
ru: Фактический размер (⌘0)
zh_hans: 实际大小（⌘0）
zh_hant: 實際大小（⌘0）

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加
zh_hant: 加入

source: Add Folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter un dossier
it: Aggiungi cartella
ja: フォルダを追加
ko: 폴더 추가
pt_br: Adicionar pasta
ru: Добавить папку
zh_hans: 添加文件夹
zh_hant: 加入檔案夾

source: Add Remote Repository
de: Remote-Repository hinzufügen
es: Añadir repositorio remoto
fr: Ajouter un dépôt distant
it: Aggiungi repository remoto
ja: リモートリポジトリを追加
ko: 원격 저장소 추가
pt_br: Adicionar repositório remoto
ru: Добавить удалённый репозиторий
zh_hans: 添加远程仓库
zh_hant: 加入遠端儲存庫

source: Add Remote Repository…
de: Remote-Repository hinzufügen…
es: Añadir repositorio remoto…
fr: Ajouter un dépôt distant…
it: Aggiungi repository remoto…
ja: リモートリポジトリを追加…
ko: 원격 저장소 추가…
pt_br: Adicionar repositório remoto…
ru: Добавить удалённый репозиторий…
zh_hans: 添加远程仓库…
zh_hant: 加入遠端儲存庫…

source: Agents you can watch
de: Agents, denen du zusehen kannst
es: Agentes que puedes observar
fr: Des agents que vous pouvez observer
it: Agenti che puoi osservare
ja: 見守れるエージェント
ko: 지켜볼 수 있는 에이전트
pt_br: Agentes que você pode acompanhar
ru: Агенты, за которыми можно следить
zh_hans: 你可以实时观看的智能体
zh_hant: 你可以觀看的代理程式

source: Amber always means one thing: it's waiting on you.
de: Bernstein bedeutet immer dasselbe: Es wartet auf dich.
es: El ámbar siempre significa lo mismo: está esperándote.
fr: L'ambre signifie toujours la même chose : la boucle vous attend.
it: L'ambra significa sempre una cosa: sta aspettando te.
ja: アンバーの意味は常に 1 つ。あなたの対応を待っています。
ko: 황색은 언제나 한 가지 뜻입니다. 사용자를 기다리고 있다는 뜻입니다.
pt_br: Âmbar sempre significa uma coisa: está esperando por você.
ru: Янтарный всегда значит одно: цикл ждёт вас.
zh_hans: 琥珀色始终只表示一件事：它在等你。
zh_hant: 琥珀色永遠只代表一件事：它正在等你。

source: Answer it
de: Antworten
es: Responder
fr: Répondre
it: Rispondi
ja: 回答する
ko: 답하기
pt_br: Responder
ru: Ответить
zh_hans: 回答
zh_hant: 回答

source: Arm Schedule
de: Zeitplan scharfschalten
es: Activar programación
fr: Activer la planification
it: Attiva pianificazione
ja: スケジュールを有効にする
ko: 스케줄 활성화
pt_br: Armar agendamento
ru: Включить расписание
zh_hans: 启用排期
zh_hant: 啟用排程

source: At most %lld passes
de: Höchstens %lld Durchläufe
es: Como máximo %lld pasadas
fr: Au plus %lld passages
it: Al massimo %lld passaggi
ja: 最大 %lld パス
ko: 최대 %lld 패스
pt_br: No máximo %lld passagens
ru: Не более %lld проходов
zh_hans: 最多 %lld 轮
zh_hant: 最多 %lld 輪

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_hans: 返回
zh_hant: 返回

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Changes apply as you make them — Done just closes.
de: Änderungen greifen sofort — „Fertig“ schließt nur.
es: Los cambios se aplican al instante; «Listo» solo cierra.
fr: Les modifications s'appliquent au fur et à mesure — Terminé ne fait que fermer.
it: Le modifiche vengono applicate subito — Fine chiude e basta.
ja: 変更は加えるたびに適用されます —「完了」は閉じるだけです。
ko: 변경 사항은 즉시 적용됩니다 — 완료는 닫기만 합니다
pt_br: As alterações são aplicadas conforme você as faz — Concluir apenas fecha.
ru: Изменения применяются сразу — «Готово» просто закрывает окно.
zh_hans: 更改会即时生效 —「完成」只是关闭窗口。
zh_hant: 更動會立即生效 —「完成」只是關閉。

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
it: Cerca aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
pt_br: Buscar atualizações…
ru: Проверить обновления…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Choose…
de: Auswählen…
es: Elegir…
fr: Choisir…
it: Scegli…
ja: 選択…
ko: 선택…
pt_br: Escolher…
ru: Выбрать…
zh_hans: 选择…
zh_hant: 選擇…

source: Clone
de: Klonen
es: Clonar
fr: Cloner
it: Clona
ja: クローン
ko: 복제
pt_br: Clonar
ru: Клонировать
zh_hans: 克隆
zh_hant: 複製

source: Clone Repository
de: Repository klonen
es: Clonar repositorio
fr: Cloner un dépôt
it: Clona repository
ja: リポジトリをクローン
ko: 저장소 복제
pt_br: Clonar repositório
ru: Клонировать репозиторий
zh_hans: 克隆仓库
zh_hant: 複製儲存庫

source: Clone Repository…
de: Repository klonen…
es: Clonar repositorio…
fr: Cloner un dépôt…
it: Clona repository…
ja: リポジトリをクローン…
ko: 저장소 복제…
pt_br: Clonar repositório…
ru: Клонировать репозиторий…
zh_hans: 克隆仓库…
zh_hant: 複製儲存庫…

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Close Folder
de: Ordner schließen
es: Cerrar carpeta
fr: Fermer le dossier
it: Chiudi cartella
ja: フォルダを閉じる
ko: 폴더 닫기
pt_br: Fechar pasta
ru: Закрыть папку
zh_hans: 关闭文件夹
zh_hant: 關閉檔案夾

source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
it: Chiudi scheda
ja: タブを閉じる
ko: 탭 닫기
pt_br: Fechar aba
ru: Закрыть вкладку
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

source: Collapse to one line
de: Auf eine Zeile einklappen
es: Contraer a una línea
fr: Réduire à une ligne
it: Comprimi in una riga
ja: 1 行に折りたたむ
ko: 한 줄로 접기
pt_br: Recolher para uma linha
ru: Свернуть в одну строку
zh_hans: 折叠为一行
zh_hant: 摺疊為一行

source: Connection Info
de: Verbindungsinfos
es: Información de conexión
fr: Infos de connexion
it: Info connessione
ja: 接続情報
ko: 연결 정보
pt_br: Informações da conexão
ru: Сведения о подключении
zh_hans: 连接信息
zh_hant: 連線資訊

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

source: Couldn't install the update
de: Update konnte nicht installiert werden
es: No se pudo instalar la actualización
fr: Impossible d'installer la mise à jour
it: Impossibile installare l'aggiornamento
ja: アップデートをインストールできませんでした
ko: 업데이트를 설치할 수 없음
pt_br: Não foi possível instalar a atualização
ru: Не удалось установить обновление
zh_hans: 无法安装更新
zh_hant: 無法安裝更新

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
pt_br: Criar
ru: Создать
zh_hans: 创建
zh_hant: 建立

source: Create & open
de: Erstellen & öffnen
es: Crear y abrir
fr: Créer et ouvrir
it: Crea e apri
ja: 作成して開く
ko: 생성 후 열기
pt_br: Criar e abrir
ru: Создать и открыть
zh_hans: 创建并打开
zh_hant: 建立並打開

source: Create a graph of loops for a folder
de: Einen Graph aus Loops für einen Ordner erstellen
es: Crea un grafo de bucles para una carpeta
fr: Créer un graphe de boucles pour un dossier
it: Crea un grafo di loop per una cartella
ja: フォルダのループのグラフを作成
ko: 폴더에 대한 루프 그래프 생성
pt_br: Crie um grafo de loops para uma pasta
ru: Создать граф циклов для папки
zh_hans: 为文件夹创建循环图
zh_hant: 為檔案夾建立迴圈圖表

source: Create loop
de: Loop erstellen
es: Crear bucle
fr: Créer une boucle
it: Crea loop
ja: ループを作成
ko: 루프 생성
pt_br: Criar loop
ru: Создать цикл
zh_hans: 创建循环
zh_hant: 建立迴圈

source: DOING NOW
de: TUT GERADE
es: AHORA MISMO
fr: EN COURS
it: STA FACENDO
ja: 実行中
ko: 지금 하는 일
pt_br: FAZENDO AGORA
ru: СЕЙЧАС ДЕЛАЕТ
zh_hans: 正在做
zh_hant: 正在做

source: DONE
de: FERTIG
es: HECHO
fr: TERMINÉ
it: FATTO
ja: 完了
ko: 완료
pt_br: CONCLUÍDO
ru: ГОТОВО
zh_hans: 完成
zh_hant: 完成

source: Default backend
de: Standard-Backend
es: Backend predeterminado
fr: Backend par défaut
it: Backend predefinito
ja: デフォルトのバックエンド
ko: 기본 백엔드
pt_br: Backend padrão
ru: Бэкенд по умолчанию
zh_hans: 默认后端
zh_hant: 預設後端

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete "%@"…
de: „%@“ löschen…
es: Eliminar "%@"…
fr: Supprimer « %@ »…
it: Elimina "%@"…
ja: 「%@」を削除…
ko: "%@" 삭제…
pt_br: Excluir "%@"…
ru: Удалить «%@»…
zh_hans: 删除“%@”…
zh_hant: 刪除「%@」…

source: Delete Chat
de: Chat löschen
es: Eliminar chat
fr: Supprimer la discussion
it: Elimina chat
ja: チャットを削除
ko: 대화 삭제
pt_br: Excluir conversa
ru: Удалить чат
zh_hans: 删除对话
zh_hant: 刪除對話

source: Delete Chat…
de: Chat löschen…
es: Eliminar chat…
fr: Supprimer la discussion…
it: Elimina chat…
ja: チャットを削除…
ko: 대화 삭제…
pt_br: Excluir conversa…
ru: Удалить чат…
zh_hans: 删除对话…
zh_hant: 刪除對話…

source: Delete Edge
de: Kante löschen
es: Eliminar arista
fr: Supprimer le lien
it: Elimina arco
ja: エッジを削除
ko: 엣지 삭제
pt_br: Excluir aresta
ru: Удалить связь
zh_hans: 删除连线
zh_hant: 刪除連線

source: Delete Loops
de: Loops löschen
es: Eliminar bucles
fr: Supprimer les boucles
it: Elimina loop
ja: ループを削除
ko: 루프 삭제
pt_br: Excluir loops
ru: Удалить циклы
zh_hans: 删除循环
zh_hant: 刪除迴圈

source: Delete Loops…
de: Loops löschen…
es: Eliminar bucles…
fr: Supprimer les boucles…
it: Elimina loop…
ja: ループを削除…
ko: 루프 삭제…
pt_br: Excluir loops…
ru: Удалить циклы…
zh_hans: 删除循环…
zh_hant: 刪除迴圈…

source: Delete Loop…
de: Loop löschen…
es: Eliminar bucle…
fr: Supprimer la boucle…
it: Elimina loop…
ja: ループを削除…
ko: 루프 삭제…
pt_br: Excluir loop…
ru: Удалить цикл…
zh_hans: 删除循环…
zh_hant: 刪除迴圈…

source: Delete this chat?
de: Diesen Chat löschen?
es: ¿Eliminar este chat?
fr: Supprimer cette discussion ?
it: Eliminare questa chat?
ja: このチャットを削除しますか？
ko: 이 대화를 삭제하시겠습니까?
pt_br: Excluir esta conversa?
ru: Удалить этот чат?
zh_hans: 要删除此对话吗？
zh_hant: 要刪除這個對話嗎？

source: Delete this project's loops?
de: Loops dieses Projekts löschen?
es: ¿Eliminar los bucles de este proyecto?
fr: Supprimer les boucles de ce projet ?
it: Eliminare i loop di questo progetto?
ja: このプロジェクトのループを削除しますか？
ko: 이 프로젝트의 루프를 삭제하시겠습니까?
pt_br: Excluir os loops deste projeto?
ru: Удалить циклы этого проекта?
zh_hans: 要删除此项目的循环吗？
zh_hant: 要刪除這個專案的迴圈嗎？

source: Delete this project?
de: Dieses Projekt löschen?
es: ¿Eliminar este proyecto?
fr: Supprimer ce projet ?
it: Eliminare questo progetto?
ja: このプロジェクトを削除しますか？
ko: 이 프로젝트를 삭제하시겠습니까?
pt_br: Excluir este projeto?
ru: Удалить этот проект?
zh_hans: 要删除此项目吗？
zh_hant: 要刪除這個專案嗎？

source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
it: Eliminare “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제하시겠습니까?
pt_br: Excluir “%@”?
ru: Удалить «%@»?
zh_hans: 要删除“%@”吗？
zh_hant: 要刪除「%@」嗎？

source: Depth
de: Tiefe
es: Profundidad
fr: Profondeur
it: Profondità
ja: 深さ
ko: 깊이
pt_br: Profundidade
ru: Глубина
zh_hans: 深度
zh_hant: 深度

source: Deselect all
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべての選択を解除
ko: 전체 선택 해제
pt_br: Desmarcar tudo
ru: Снять выделение
zh_hans: 取消全选
zh_hant: 取消全選

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluir
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Download in Browser
de: Im Browser laden
es: Descargar en el navegador
fr: Télécharger dans le navigateur
it: Scarica nel browser
ja: ブラウザでダウンロード
ko: 브라우저에서 다운로드
pt_br: Baixar no navegador
ru: Скачать в браузере
zh_hans: 在浏览器中下载
zh_hant: 在瀏覽器中下載

source: Downloading update…
de: Update wird geladen…
es: Descargando actualización…
fr: Téléchargement de la mise à jour…
it: Download dell'aggiornamento…
ja: アップデートをダウンロード中…
ko: 업데이트 다운로드 중…
pt_br: Baixando atualização…
ru: Загрузка обновления…
zh_hans: 正在下载更新…
zh_hant: 正在下載更新…

source: EDITED
de: BEARBEITET
es: EDITÓ
fr: MODIFIÉ
it: MODIFICATO
ja: 編集完了
ko: 편집함
pt_br: EDITOU
ru: ИЗМЕНЕНО
zh_hans: 已编辑
zh_hant: 已編輯

source: EDITING
de: BEARBEITET
es: EDITANDO
fr: ÉDITION
it: MODIFICA
ja: 編集中
ko: 편집 중
pt_br: EDITANDO
ru: ПРАВКА
zh_hans: 编辑中
zh_hant: 編輯中

source: ENTRY
de: EINSTIEG
es: ENTRADA
fr: ENTRÉE
it: INGRESSO
ja: エントリ
ko: 진입점
pt_br: ENTRADA
ru: ВХОД
zh_hans: 入口
zh_hant: 進入點

source: Each pass resets the loops between here and the target.
de: Jeder Durchlauf setzt die Loops zwischen hier und dem Ziel zurück.
es: Cada pasada reinicia los bucles entre este punto y el objetivo.
fr: Chaque passage réinitialise les boucles entre ici et la cible.
it: Ogni passaggio reimposta i loop tra qui e la destinazione.
ja: 各パスで、ここからターゲットまでのループがリセットされます。
ko: 각 패스는 여기부터 대상까지의 루프를 초기화합니다.
pt_br: Cada passagem reinicia os loops entre aqui e o destino.
ru: Каждый проход сбрасывает циклы между этим местом и целью.
zh_hans: 每一轮都会重置从这里到目标之间的循环。
zh_hant: 每一輪都會重置這裡到目標之間的迴圈。

source: FOUND
de: GEFUNDEN
es: HALLAZGO
fr: TROUVÉ
it: TROVATO
ja: 発見
ko: 발견
pt_br: ENCONTROU
ru: НАЙДЕНО
zh_hans: 发现
zh_hant: 發現

source: Fires
de: Auslösungen
es: Se activa
fr: Déclenchements
it: Attivazioni
ja: 実行回数
ko: 실행
pt_br: Disparo
ru: Срабатывания
zh_hans: 触发
zh_hant: 觸發

source: Fit the whole graph (⌘9)
de: Gesamten Graph einpassen (⌘9)
es: Ajustar todo el grafo (⌘9)
fr: Ajuster tout le graphe (⌘9)
it: Adatta l'intero grafo (⌘9)
ja: グラフ全体を表示 (⌘9)
ko: 그래프 전체 맞추기 (⌘9)
pt_br: Ajustar o grafo inteiro (⌘9)
ru: Показать весь граф (⌘9)
zh_hans: 适合整个图（⌘9）
zh_hant: 顯示整個圖表（⌘9）

source: Focus Next Pane
de: Nächsten Bereich aktivieren
es: Enfocar el panel siguiente
fr: Activer le volet suivant
it: Attiva riquadro successivo
ja: 次のペインにフォーカス
ko: 다음 패널 포커스
pt_br: Focar painel seguinte
ru: Перейти к следующей панели
zh_hans: 聚焦下一个面板
zh_hant: 聚焦下一個窗格

source: Focus Previous Pane
de: Vorherigen Bereich aktivieren
es: Enfocar el panel anterior
fr: Activer le volet précédent
it: Attiva riquadro precedente
ja: 前のペインにフォーカス
ko: 이전 패널 포커스
pt_br: Focar painel anterior
ru: Перейти к предыдущей панели
zh_hans: 聚焦上一个面板
zh_hant: 聚焦上一個窗格

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
ko: 폴더
pt_br: Pasta
ru: Папка
zh_hans: 文件夹
zh_hant: 檔案夾

source: Four kinds of loop
de: Vier Arten von Loops
es: Cuatro tipos de bucle
fr: Quatre types de boucle
it: Quattro tipi di loop
ja: 4 種類のループ
ko: 네 가지 루프 종류
pt_br: Quatro tipos de loop
ru: Четыре вида циклов
zh_hans: 四种循环
zh_hant: 四種迴圈

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
ja: はじめる
ko: 시작하기
pt_br: Começar
ru: Начать
zh_hans: 开始使用
zh_hant: 開始使用

source: Get beta releases
de: Beta-Versionen erhalten
es: Recibir versiones beta
fr: Recevoir les versions bêta
it: Ricevi le versioni beta
ja: ベータ版を受け取る
ko: 베타 릴리스 받기
pt_br: Receber versões beta
ru: Получать бета-версии
zh_hans: 接收 Beta 版本
zh_hant: 取得 Beta 版本

source: Getting its bearings
de: Verschafft sich einen Überblick
es: Orientándose
fr: Prend ses repères
it: Si sta orientando
ja: 状況を把握しています
ko: 상황을 파악하는 중
pt_br: Se situando
ru: Осматривается
zh_hans: 正在了解情况
zh_hant: 正在了解狀況

source: GraphCode %@ is available
de: GraphCode %@ ist verfügbar
es: GraphCode %@ ya está disponible
fr: GraphCode %@ est disponible
it: GraphCode %@ è disponibile
ja: GraphCode %@ が利用できます
ko: GraphCode %@ 사용 가능
pt_br: O GraphCode %@ está disponível
ru: Доступна версия GraphCode %@
zh_hans: GraphCode %@ 可供更新
zh_hant: GraphCode %@ 已推出

source: GraphCode Basics
de: GraphCode-Grundlagen
es: Conceptos básicos de GraphCode
fr: Les bases de GraphCode
it: Nozioni di base di GraphCode
ja: GraphCode の基本
ko: GraphCode 기본 사항
pt_br: Noções básicas do GraphCode
ru: Основы GraphCode
zh_hans: GraphCode 基础
zh_hant: GraphCode 基本操作

source: HOSTS EVERY LOOP KIND
de: HOSTET JEDE LOOP-ART
es: ALOJA TODOS LOS TIPOS DE BUCLE
fr: ACCUEILLE TOUS LES TYPES DE BOUCLE
it: OSPITA OGNI TIPO DI LOOP
ja: すべての種類のループに対応
ko: 모든 루프 종류 지원
pt_br: HOSPEDA TODOS OS TIPOS DE LOOP
ru: ПОДДЕРЖИВАЕТ ВСЕ ВИДЫ ЦИКЛОВ
zh_hans: 承载所有循环类型
zh_hant: 可容納所有迴圈類型

source: Hands off
de: Ohne Zutun
es: Sin intervención
fr: Sans intervention
it: Consegna a
ja: おまかせ
ko: 무개입 실행
pt_br: Sem intervenção
ru: Без вмешательства
zh_hans: 无需干预
zh_hant: 完全放手

source: Higher is better
de: Höher ist besser
es: Más alto es mejor
fr: Plus c'est élevé, mieux c'est
it: Più alto è meglio
ja: 大きいほど良い
ko: 높을수록 좋음
pt_br: Quanto maior, melhor
ru: Больше — лучше
zh_hans: 越高越好
zh_hant: 數值越高越好

source: How to read a loop
de: Wie man einen Loop liest
es: Cómo leer un bucle
fr: Comment lire une boucle
it: Come leggere un loop
ja: ループの読み方
ko: 루프를 읽는 법
pt_br: Como ler um loop
ru: Как читать цикл
zh_hans: 如何读懂一个循环
zh_hant: 如何解讀迴圈

source: Inside this composite — a template, with no session until the composite is piloted
de: In diesem Composite — eine Vorlage, ohne Sitzung, bis das Composite pilotiert wird
es: Dentro de este compuesto: una plantilla, sin sesión hasta que se pilote el compuesto
fr: À l'intérieur de ce composite — un modèle, sans session tant que le composite n'est pas piloté
it: Dentro questo composito — un modello, senza sessione finché il composito non viene pilotato
ja: このコンポジットの内部 — テンプレートであり、コンポジットを実行するまでセッションはありません
ko: 이 복합 루프 내부 — 템플릿이며, 복합 루프를 실행하기 전까지는 세션이 없습니다
pt_br: Dentro deste composto — um modelo, sem sessão até que o composto seja pilotado
ru: Внутри этого составного узла — шаблон без сессии, пока составной узел не запустят
zh_hans: 位于此复合体内部 — 这是一个模板，在复合体被引导运行前没有会话
zh_hant: 位於此複合迴圈內 — 這是範本，在複合迴圈執行前不會有工作階段

source: Install Update
de: Update installieren
es: Instalar actualización
fr: Installer la mise à jour
it: Installa aggiornamento
ja: アップデートをインストール
ko: 업데이트 설치
pt_br: Instalar atualização
ru: Установить обновление
zh_hans: 安装更新
zh_hant: 安裝更新

source: Installing…
de: Wird installiert…
es: Instalando…
fr: Installation…
it: Installazione…
ja: インストール中…
ko: 설치 중…
pt_br: Instalando…
ru: Установка…
zh_hans: 正在安装…
zh_hant: 正在安裝…

source: Jump to Loop…
de: Zu Loop springen…
es: Ir a un bucle…
fr: Aller à une boucle…
it: Vai al loop…
ja: ループへジャンプ…
ko: 루프로 이동…
pt_br: Ir para Loop…
ru: Перейти к циклу…
zh_hans: 跳转到循环…
zh_hant: 跳至迴圈…

source: Jump to a loop by name
de: Per Name zu einem Loop springen
es: Ir a un bucle por su nombre
fr: Aller à une boucle par son nom
it: Vai a un loop per nome
ja: 名前でループへジャンプ
ko: 이름으로 루프 이동
pt_br: Ir para um loop pelo nome
ru: Перейти к циклу по имени
zh_hans: 按名称跳转到循环
zh_hant: 依名稱跳至迴圈

source: Jump to loop
de: Zu Loop springen
es: Ir al bucle
fr: Aller à la boucle
it: Vai al loop
ja: ループへジャンプ
ko: 루프로 이동
pt_br: Ir para loop
ru: Перейти к циклу
zh_hans: 跳转到循环
zh_hant: 跳至迴圈

source: Keep
de: Behalten
es: Conservar
fr: Conserver
it: Mantieni
ja: 残す
ko: 유지
pt_br: Manter
ru: Оставить
zh_hans: 保留
zh_hant: 保留

source: Kind
de: Art
es: Tipo
fr: Type
it: Tipo
ja: 種類
ko: 종류
pt_br: Tipo
ru: Вид
zh_hans: 类型
zh_hant: 類型

source: LAST DID
de: ZULETZT
es: LO ÚLTIMO
fr: DERNIÈRE ACTION
it: ULTIMA AZIONE
ja: 直前の作業
ko: 마지막으로 한 일
pt_br: ÚLTIMA AÇÃO
ru: ПОСЛЕДНЕЕ
zh_hans: 最近做了
zh_hant: 最近做了

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: あとで
ko: 나중에
pt_br: Depois
ru: Позже
zh_hans: 以后
zh_hant: 稍後
